window.SRW_STAGES_GUIDE = [
  {
    "id": "stage_1",
    "part": "第1部 地上篇",
    "scene": "Scene 1 异变",
    "stage_number": "第1话",
    "title": "飞龙乘云",
    "skill_req": "击坠诺利斯（老虎特装型） HP 8000 ，30%以下撤退",
    "enemies": "",
    "tactics": "先不管两个神秘人在谈论什么，反正也是一头雾水 间聊中，谈到联邦政府为了削减军备，解散了亚加玛队，而魔神Z、大魔神等被送进了博物馆，现在隶属于军方的超级机器人便只得断空我一台了... 正在发牢骚，新人们前来报到了：高达NT-1驾驶员克丽丝、“身份不明”的巴尼、前次大战中被认为有通敌嫌疑的08MS小队，再加上兽战机队自己就是出了名的问题小队... 真是的，军队里的“异端分子”都聚到一起了呢 和宇宙的布莱德舰长通话，谈到目前严峻的形势：隆德·贝尔队要同时应付维加星连合军和木星蜥蜴（木连）的侵攻，但亚加玛上拥有一击击坠圆盘兽能力的仅有古连泰沙，而且康培岛（金米岛）等要塞也像贾布罗基地一样突然间联络中断，新补充的战力不过是量产型PT的特装型，就算如此，还是要死守阻止敌人降落地球的最后防线"
  },
  {
    "id": "stage_2",
    "part": "第1部 地上篇",
    "scene": "Scene 1 异变",
    "stage_number": "第2话",
    "title": "三颗心",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击坠希德勒元帅（机械铁甲鬼） HP 17000 ，30% （5100）败退 叶月博士（刚多尔母舰）、龙马（盖塔1），自选6机 人工智能（机械恐龙扎伊）X2、人工智能（机械恐龙萨奇）X2、人工智能（机械恐龙巴德）X2、人工智能（机械恐龙）X2 希德勒元帅（机械铁甲鬼）、人工智能（机械白骨鬼）X3 （机械铁甲鬼）、（机械白骨鬼） 出阵走位：1.梅塔斯、2.高达NT-1（阿历克斯）、3.断空我、4.Ez-8、5.扎古II改、6.古铁 1P：响介加速，·攻击左下的机械恐龙扎伊，梅塔斯跟进；白骑士右移两格；藤原忍加速，沙罗气合，直冲，盖塔变形为盖塔2钻地，加速气合后和藤原忍会合，克丽丝跟进；巴尼、叶月博士向正上方行进"
  },
  {
    "id": "stage_3",
    "part": "第1部 地上篇",
    "scene": "Scene 1 异变",
    "stage_number": "第3话",
    "title": "黑铁之城",
    "skill_req": "击坠阿修罗男爵（飞行要塞咕噜）",
    "enemies": "",
    "tactics": "：击坠阿修罗男爵（飞行要塞咕噜） HP 15000 ，30%（4500）败退 叶月博士（刚多尔母舰）、甲儿（魔神Z）、沙耶加（戴安娜A）、波士（波士机器人），自选7机 阿修罗男爵（飞行要塞咕噜）、人工智能（机械兽热那亚M9）X4 、人工智能（机械兽托洛斯D7）X4 、人工智能（机械兽道拉拉K7）X4 人工智能（机械兽加拉达K7/U6）x4 超合金Z（飞行要塞咕噜）、（机械兽热那亚M9） （音箱开太大，被阿强吓到了） 出阵走位：1.高达NT-1（阿历克斯）、2.古铁、3.断空我、4.盖塔、5.Ez-8、6.梅塔斯、7.扎古II改 1P：响介加速往左冲，给敌机甲修理补给；断空我着地，藤原忍加速沙罗气合式部雅人与司马亮开铁壁往西北角4只机械兽方向冲，铁拳打下方那个；叶月博士加速跟上藤原忍，但是注意不要冲到藤原忍前头；盖塔加速气合，变成盖塔3冲到右上2只敌机中间（如果给他装移动+1刚好够），攻击右侧那只，巴尼移动到树林里，攻击未受伤者；高达NT-1（阿历克斯）进入机械兽道拉拉K7射程（移动攻击范围3格），其他人往高达NT-1（阿历克斯）侧移动"
  },
  {
    "id": "stage_4",
    "part": "第1部 地上篇",
    "scene": "Scene 1 异变",
    "stage_number": "第4话",
    "title": "花·园丽·！",
    "skill_req": "5回合敌全灭",
    "enemies": "",
    "tactics": "叶月博士（刚多尔母舰），自选10机 人工智能（战斗兽）X6 、人工智能（战斗兽）X3 、人工智能（机械兽热那亚M9）X3 铁也（大魔神）、（A） 基地左右两侧海中 吉翁兵（）X6 ：（） 出阵走位没什么讲究，把超级系的尽量往前放，MS（除Ez-8）断后对付左上的3只战斗兽 1P：有气合先用，会加速的全部往下冲，MS系慢慢把战斗兽往下引，觉得不放心可以把戴安娜A放过去 2P：响介冲到基地内4只机械兽中间挨个修理补给；盖塔变为3号机，在水中攻击咸蛋；叶月博士、断空我往基地走；甲儿铁壁，到右侧3只战斗兽中间开战；北线利用援护随便打"
  },
  {
    "id": "stage_5",
    "part": "第1部 地上篇",
    "scene": "Scene 1 异变",
    "stage_number": "第5话",
    "title": "「男」",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击坠（） ， HP 16000 ，30%（4800）败退 山田二郎（艾斯特巴利斯·空战山田二郎） 人工智能（）X3、人工智能（飞蝗战机）X2 天河明人（艾斯特巴利斯·陆战天河明人）； 3E 御统百合香（抚子号）、叶月博士（刚多尔母舰），自选12机； 人工智能（）X6 ；3E 人工智能（飞蝗战机）X8（、（）、人工智能（机械兽怪·）X3；5P 人工智能（机械兽怪·）X6 ：对（）、（机械兽怪·） 佐世保基地，抚子号正准备首航，木星蜥蜴（木连）如约而至 启动引擎需要4回合，于是凯独自驾驶艾斯迪巴利斯出击争取时间"
  },
  {
    "id": "stage_6",
    "part": "第1部 地上篇",
    "scene": "Scene 1 异变",
    "stage_number": "第6话",
    "title": "舞上翼、舞降翼",
    "skill_req": "HLV发射前击退或击坠",
    "enemies": "",
    "tactics": "：HLV发射前击退或击坠 ， HLV第5回合发射， HP 20600 ，30%（6180）败退 叶月博士（刚多尔母舰）、胜平（3），自选8机 诺利斯（老虎特装型）、吉翁兵（京宝梵）X3、吉翁兵（）X5、吉翁兵（老虎）X2 真野乔（黑狮子）、蕾妮（凤雷鹰）、迈克（爆龙） 罗美娜（埃尔夏克号） ； 8N 飞影 （）、人工智能（机械兽怪·）X3 ；6P 人工智能（）X3、人工智能（）X3 ； 8N 人工智能（）X4 V-UP机体（W） （）、（机械兽怪·"
  },
  {
    "id": "stage_7",
    "part": "第1部 地上篇",
    "scene": "Scene 2 日本",
    "stage_number": "第7话",
    "title": "CROSS FIGHT",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "：大魔神 移动+1、V-UP机体（W）；盖塔 移动+1、光束护罩；古铁 移动+1、超合金Z、装甲板；爆龙 移动+1；Ez-8 移动+1、运动全加 ■■记得把克丽丝换回高达NT-1（阿历克斯），这一话用得到她的援攻 击坠血色要塞II ， HP 23000 ，30%（6900）败退 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号），自选11机 （血色要塞I）HP 25000 、人工智能（空中战车）X12 （山田二郎） 血色要塞I被击坠后，右下角 人工智能（机械恐龙扎伊）X2、人工智能（机械恐龙）X2、人 工知能（机械白骨鬼）X2 （血色要塞II）、（空中战车）"
  },
  {
    "id": "stage_8",
    "part": "第1部 地上篇",
    "scene": "Scene 2 日本",
    "stage_number": "第8话",
    "title": "目觉勇者",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击坠血色要塞II ， HP 26000 ，20%（5200）败退 （如果没打新宿就不会出来） （刚特）、人工智能（巨烈兽）X2、人工智能（）X3、人工智能 （多罗美）X6、人工智能（空中战车）X6 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号）、（山田二郎），自选11机；3P 响洸（莱汀） （血色要塞I） HP 28000 ， 出现于座标X9、Y1処（以右上角为0、0） （刚特）、高性能照准器（血色要塞II） 1P：丽加速集中，攻击空中战车，不要被反击到 1E：反击，被打到太多下就RESET 布阵：1.古铁、2.黑狮子、3.爆龙、4.高达NT-1（阿历克斯）、5.凤雷鹰、6.维纳斯A、7.梅塔斯、8.大魔神、9.盖塔、10.Ez-8、11.扎古II改"
  },
  {
    "id": "stage_9",
    "part": "第1部 地上篇",
    "scene": "Scene 2 日本",
    "stage_number": "第9话",
    "title": "来访者、彼方",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "葛莱丽亚（巴斯特尔）、德雷克兵（）X6、德雷克兵（雷普拉坎）X3 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号）、铁也（大魔神）、（A），自选9机；4E 多蒙（闪光高达）、阿莲比（诺贝尔高达）、东方不败（尊者高达） ？？？（原生种骨骸）X4、兵（）X9 （如果这话是在第1、2顺位选的话敌人会在3E出来） （雷普拉坎） （只要有圣战士剧情就会有的章节XD） 1P：往右上的断垣残壁跑 2P：找块最靠近我方出击点的建筑站上去 2E：回避加拉利亚的攻击 ：本队到着，排阵：1.古铁、2.盖塔、3.爆龙、4.黑狮子、5.莱丁、6.弹劾凰、7.凤雷鹰、8.扎古II改、9.Ez-8"
  },
  {
    "id": "stage_10",
    "part": "第1部 地上篇",
    "scene": "Scene 2 日本",
    "stage_number": "第10话",
    "title": "失藤原忍者传说",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "， HP 27000 ， 30%（8100）败退 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号）、真野乔（黑狮子）、蕾妮（凤雷鹰）、迈克（爆龙），自选10机 人工智能（）X8 依路贝拉（）、人工智能（）X4、人工智能（）X6 藤原忍术指南书（）、（） BGM：伤指挥者 （为什么我聼着有SRWF中基地攻略战BGM的感觉@@ 不过听到后来又不像了...但还是好听啊啊啊~~~） 罗米娜等人跑到伊贺一看才发现以前的藤原忍者縂舵现在已经变成了观光胜地XD 没办法正准备回去，却被敌人包围了，而蕾尼又在这个时候不合时 1.大魔神、2.登拜因、3.扎古II改、4.美少女高达、5.盖塔、6.弹劾凰、7.闪光、8.古铁、9.Ez-8、10.莱丁"
  },
  {
    "id": "stage_11",
    "part": "第1部 地上篇",
    "scene": "Scene 2 日本",
    "stage_number": "第11话",
    "title": "二人",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击破阿普萨拉斯II ， HP 26800，50（13400）败退 卡美由（高达） 诺利斯（老虎特装型） HP 14400 、吉翁兵（京宝梵）X2、吉翁兵（阿席玛MA）X6 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号），自选11机；6E 阿姆罗（·BWS） 罗莎美亚（加普兰MS）、吉翁兵（加普兰MS）X2、吉翁兵（加普兰MA）X2； 6E 爱娜（II）、吉翁兵（加普兰MA）X3 （阿普萨拉斯II）、（老虎特装型（诺利斯专用））、10000（京宝梵）、（加普兰MA）、（加普兰MS）"
  },
  {
    "id": "stage_12",
    "part": "第1部 地上篇",
    "scene": "Scene 3 世界",
    "stage_number": "第12话",
    "title": "出击、超电磁",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "灵光推进器、米氏装甲、V-UP（W） ，铁也装备移动+2和EN+100，其他会加速的、跑的快且有远程P的统一装上 （如果此战前响介没有19级以上或者非常接近19级那就不用照我的方法做了） ——为什么指定要响介击破罗丽呢？ ——因为我的恶趣味（爆） ——响介没热血能行吗？ ——放心，面包会有的（再爆） 击坠 ， HP 25000 ，30%（7500）败退 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号），自选11机 露·鲁卡（）、人工智能（兽）X6、人工智能（兽）X8 豹马（·V） 最左下角阿露菲米（佩露赛因·莉希卡尔） HP 20000，50%（10000）撤退、？？？（原生种骨骸）X2，右下？？？（原生种骨骸）X3"
  },
  {
    "id": "stage_13",
    "part": "第1部 地上篇",
    "scene": "Scene 3 世界",
    "stage_number": "第13话",
    "title": "魂故乡",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "战前准备：阿同学换乘Ez-8，装上灵光推进器、V-UP（W），强化运动；多蒙装上EN+100；超级系全员强化移动力 在东方不败撤退前将其击倒 ：叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号）、座间翔（丹拜因）、多蒙（闪光高达）、阿莲比（诺贝尔高达） 托德（丹拜因(托德)） HP 24000、德雷克兵（）X2、德雷克兵（雷普拉坎）X2、德雷克兵（）X4、？？？（原生种肢节）X8 女神像附近 东方不败（尊者高达(骑乘)） HP 36000 2回合后离脱 、兵（）X2，女神像两侧海域 兵（）X6"
  },
  {
    "id": "stage_14",
    "part": "第1部 地上篇",
    "scene": "Scene 3 世界",
    "stage_number": "第14话",
    "title": "强袭",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "战前准备：大魔神装备移动+2、V-UP（W），其他超级系强化移动力 白骑士会自动换乘Ez-8 卡多撤退前（5E）将他击坠或击退 ，HP 31000，40%（12400）败退 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号）、斯罗（Ez-8），自选11机 2E 左侧&amp;左上 爱娜（阿普萨拉斯II）HP 28900 不撤退、吉翁兵（勇士M）X2、吉翁兵（老虎）X3、吉翁兵（扎古II改）X4； 中央偏右，山脚処 诺利斯（老虎特装型） HP 17200 不撤退 、吉翁兵（京宝梵）X3、吉翁兵（勇士M）X2； 右下，靠近山的平地 卡多（高达试作2号机） 5E撤退、吉翁兵（勇士M）、吉翁兵（京宝梵）、吉翁兵（老虎）X2、吉翁兵（）X2"
  },
  {
    "id": "stage_15",
    "part": "第1部 地上篇",
    "scene": "Scene 3 世界",
    "stage_number": "第15话",
    "title": "仆仆、君米莲",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "万丈增援事件发生前（4E）击毁3个精神波发信装置（金字塔），HP 各为1000 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号），自选12机 机甲诺伊德兵（）X6、德雷克兵（巴斯特尔）X3、吉翁兵（老虎）X3 2E 地图中央 （合成兽）、（合成兽）、（合成兽） 4E 东北、东南两金字塔之间 米莲（巨型机甲人·米莲） HP 30000，50%（15000）败退、机甲诺伊德兵（）X3；璞露 出击点左侧 机甲诺伊德兵（）X3 精神感应（卡碧尼Mk-II(普露)）、超合金Z（巨型机甲人·米莲） 这一话的出击走位不是很讲究，把凤雷鹰和霊格斯分别放到最前方和最左下侧，其他超级系往左下靠就行了；顺便可以把队伍里面等级低的人拉出来长长经验"
  },
  {
    "id": "stage_16",
    "part": "第1部 地上篇",
    "scene": "Scene 3 世界",
    "stage_number": "第16话",
    "title": "异变",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "战前准备：强化道具以移动力为优先；阿同学和白骑士互换座机，挂上大型弹匣和W；请准备派藤原忍者众出阵（建议凤雷鹰） 5E事件发生前击破东方不败 HP 36450，不撤退 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号）、多蒙（闪光高达）、阿莲比（诺贝尔高达），自选10机 ？？？（原生种骨骸）X5、？？？（原生种肢节）X6 休巴兹（高达） 右上方桥头 东方不败（尊者高达） 5E事件发生后离脱 ，地图各处 兵（）X3、兵（）X3、兵（）X3、？？？（原生种骨骸）X3、？？？（原生种肢节）X4"
  },
  {
    "id": "stage_17",
    "part": "第1部 地上篇",
    "scene": "Scene 4B 地底帝国侵略",
    "stage_number": "第17话",
    "title": "绝对零度罠",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "战前准备：超级系全员移动力强化，这一话非常赶时间，古铁米氏推进器装备 击破暗黑大将军 ， HP 29000 30%（8700）败退 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号），自选12机 暗黑大将军、人工智能（量产型）X4、人工智能（机械兽热那亚M9）X4、人工智能（战斗兽）X6 左侧陆地 杜克（古连泰沙）、（A） 左上陆地 （巴恩） HP 22000 30%（6600）败退、（） HP 15465 30%（4640）撤退、维加星兵（维加星兽）X3、维加星兵（）X6 超合金Z（暗黑大将军）、高性能（()）、对（巴恩）、（战斗兽）"
  },
  {
    "id": "stage_18",
    "part": "第1部 地上篇",
    "scene": "Scene 4B 地底帝国侵略",
    "stage_number": "第18话",
    "title": "战风中",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击破露·鲁卡， HP 25000，50%（12500）败退 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号）、豹马（·V），自选11机 露·鲁卡（露·鲁卡）、（兽） HP 16300 不撤退、人工智能（兽）X12、人工智能（兽）X6 （刚特） HP 19900 50%（9950）败退、人工智能（）X2、人工智能（巨烈兽）X2、人工智能（多罗美）X4 V－UP机体（W）（露·鲁卡）、（刚特）、（兽()） （这话跟第一次碰罗丽那话敌我配置方位刚好反过来@@）"
  },
  {
    "id": "stage_19",
    "part": "第1部 地上篇",
    "scene": "Scene 4B 地底帝国侵略",
    "stage_number": "第19话",
    "title": "皇子、最期赌",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "战前准备：巴尼换乘扎古II改，大型弹匣、W装备；其他配置参照上一话 以莱丁击破夏京（HP 32000 ，不撤退） 叶月博士（刚多尔母舰）、罗美娜（埃尔夏克号）、响洸（莱汀）、神宫寺（露·鲁卡） （＝）、人工智能（刚特）X2 HP 19000、人工智能（）X6、人工智能（巨烈兽）X4、人工智能（多罗美）X10 人工智能（合体巨烈兽）X4、人工智能（化石兽）X6 精神装置（＝）、超合金Z（刚特）、（刚特） 本话只要打倒夏京即告结束 这么看来，直取夏京、5回合达成是很简单的事？但是...这就意味着...要放掉大把的$..."
  },
  {
    "id": "stage_20",
    "part": "第1部 地上篇",
    "scene": "Scene 4B 地底帝国侵略",
    "stage_number": "第20话",
    "title": "水",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击破东方不败（HP 51300， 不撤退，但若恶魔高达被击倒他也会跟着撤退） 蕾茵（闪光高达） 兵（）X6 休巴兹（高达）；敌增援同时，本队到着 敌初期配置全灭后的敌回合 东方不败（尊者高达）、（恶魔高达）、？？？（原生种骨骸）X6、？？？（原生种肢节）X3 纹章（尊者高达）、宇宙合金（恶魔高达）、（原生种骨骸） 一开始只有玲一个人，想碰运气的话就放个必闪冲上去砍 1P：玲必闪狙击，距第一个敌人5格以外待机（这样做是为了把河对岸那只引过来） 2P：修巴鲁玆、多蒙到着，多蒙坐上闪光，开始反击"
  },
  {
    "id": "stage_21",
    "part": "第1部 地上篇",
    "scene": "Scene 4B 地底帝国侵略",
    "stage_number": "第21话",
    "title": "岚中辉",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "守卫艾尔珊克以无伤状态进行转移航法（5E） 叶月博士（刚多尔母舰）、真野乔（黑狮子）、蕾妮（凤雷鹰）、迈克（爆龙）、斯罗（Ez-8），自选9机 诺利斯（老虎特装型）、吉翁兵（京宝梵）X4、吉翁兵（·）X6、吉翁兵（J）X6、吉翁兵（兹萨）X3 敌初期配置剩余12体或以下 地图正上方 爱娜（阿普萨拉斯II）；4E 人工智能（）X6、人工智能（）X3 （兹萨）、10000（·）、（京宝梵） 如果雪山事件完成，本话请务必派出巴尼 本话没什么很强的敌人，可以让一些等级低的人出来练练手，例如阿同学可以和卡米牛同学轮换一下"
  },
  {
    "id": "stage_22",
    "part": "第1部 地上篇",
    "scene": "Scene 5 百鬼帝国的威胁",
    "stage_number": "第22话",
    "title": "気付『约束』？",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "战前准备：强制出击部队全员移动力强化，古铁、Ez-8各给1个W 击倒古罗拜因，HP 24000，30%（7200）败退，或者在罗姆众登场时撤退 御统百合香（抚子号）、天河明人（艾斯特巴利斯·砲战天河明人）、山田二郎（艾斯特巴利斯·砲战山田二郎）、（艾斯特巴利斯·砲战）、昴凉子（艾斯特巴利斯·陆战昴凉子）、天野光（艾斯特巴利斯·陆战天野光）、真壁泉（艾斯特巴利斯·陆战真壁泉） 3P 南部响介（古铁）、诺利斯（老虎特装型）、斯罗（Ez-8）、克丽丝（高达NT-1（阿历克斯））、巴尼（扎古II改）、真野乔（黑狮子）、迈克（爆龙） 竹节虫巨炮击破后一回合 叶月博士（刚多尔母舰），自选5机"
  },
  {
    "id": "stage_23",
    "part": "第1部 地上篇",
    "scene": "Scene 5 百鬼帝国的威胁",
    "stage_number": "第23话",
    "title": "大将军露·鲁卡悲剧",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "由豹马击破露·鲁卡 （HP 30500） 豹马（·V） HP 30000、（兽） HP 19615、人工智能（）X2 HP 14000 、人工智能（兽）X7、人工智能（兽）X12 叶月博士（刚多尔母舰），自选12机 5E ？？？（原生种骨骸）X12 被击破后 正下方6（or7？）格 露·鲁卡（露·鲁卡） V-UP机体（U）（）、超合金Z（露·鲁卡）、藤原忍术指南书（兽()） ■■1P：着地，气合，加速，往斗技场两队兽的中间走，YOYO先打一个 1E：反击，被打得越惨越好（XD），把敌人往中央引"
  },
  {
    "id": "stage_24",
    "part": "第1部 地上篇",
    "scene": "Scene 5 百鬼帝国的威胁",
    "stage_number": "第24话",
    "title": "里切",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "，HP 25000 30%（7500）败退 叶月博士（刚多尔母舰）、万丈（回合3），自选12机 2E 机甲诺伊德兵（）X3、机甲诺伊德兵（合成兽）X3、机甲诺伊德兵（）X6 3E 和合成兽附近 人工智能（机械兽怪·）X3、人工智能（兹萨）X3 4E 贝梅尔男爵（巨型机甲人·贝梅尔男爵）、人工智能（雷普拉坎）X3、人工智能（汉谟拉比(MS)）X3 10E 贝梅尔男爵存活条件下 人工智能（G-3高达） HP 15270、人工智能（夏亚专用扎古） HP 15600 （巨型机甲人·贝梅尔男爵）、（G-3高达）、对（合成兽）"
  },
  {
    "id": "stage_25",
    "part": "第1部 地上篇",
    "scene": "Scene 5 百鬼帝国的威胁",
    "stage_number": "第25话",
    "title": "遗产",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "转移事件发生前（4E）击破任一个，并在此后击坠（HP 32000，30%(9600)败退） 真野乔（黑狮子）、蕾妮（凤雷鹰）、迈克（爆龙） 依路贝拉（）、人工智能（）X6、人工智能（）X9、X3 叶月博士（刚多尔母舰）、万丈（回合3），自选10机 破坏后 机甲诺伊德兵（）X6 5E 米莲（巨型机甲人·米莲） HP 23000 30%（6900）败退、机甲诺伊德兵（）X3 藤原忍术指南书（）、高性能照准器（巨型机甲人·米莲）、（） ■■1P：三人协同作战，目标是地图右侧的"
  },
  {
    "id": "stage_26",
    "part": "第1部 地上篇",
    "scene": "Scene 5 百鬼帝国的威胁",
    "stage_number": "第26话",
    "title": "G咆吼",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击破合体百鬼，HP 35000 30%（10500）败退 叶月博士（刚多尔母舰）、龙马（盖塔1），自选12机 希德勒元帅（机械恐龙） HP 24000、人工智能（盖塔龙） HP 35000、人工智能（无敌战舰）X2 HP 13000、人工智能（机械恐龙巴德）X4、人工智能（机械恐龙2号）X4、人工智能（机械白骨鬼）X6 左下角建筑群 （合体百鬼）、人工智能（机械雷电鬼）X6 超合金Z（合体百鬼）、高性能（机械恐龙） 这话打到有当年外传皇帝对真盖塔的感觉@@ 光是看着几只战舰就头痛了，何况还要分兵... 出阵：1.古铁、2.阿普萨拉斯II（巴尼）、3.老虎（诺利斯）、4.登拜因、5.凤雷鹰、6.补给机、7.梅塔斯（爱娜）、8.大魔神、9.Ez-8（阿露菲米）、10.闪光、11.泰坦3、12.孔巴V"
  },
  {
    "id": "stage_27",
    "part": "第1部 地上篇",
    "scene": "Scene 5 百鬼帝国的威胁",
    "stage_number": "第27话",
    "title": "战场、大空高",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "叶月博士（刚多尔母舰）、龙马（盖塔龙），自选11机 人工智能（机械恐龙）X2 HP 9250、人工智能（机械雷电鬼）X4、人工智能（机械白骨鬼）X4 （山田二郎） 2E 机械恐龙偏中上的位置，机械雷电鬼附近共4処 人工智能（机械铁甲鬼）X8 HP 9400 4E 中央讲台状建筑附近 希德勒元帅（合体百鬼） HP 37500、人工智能（机械恐龙）X2 HP 13650 5E 地图最上端平地 （合体百鬼） HP 46500、人工智能（无敌战舰）X2 HP 15400 （合体百鬼()）、大型（合体百鬼(希德勒元帅)）、10000（机械恐龙）"
  },
  {
    "id": "stage_28",
    "part": "第1部 地上篇",
    "scene": "Scene 6 贾布罗基地夺还",
    "stage_number": "第28话",
    "title": "梦欠片",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "叶月博士（刚多尔母舰）、（山田二郎）、御统百合香（抚子号）、山田二郎（艾斯特巴利斯·空战山田二郎）、昴凉子（艾斯特巴利斯·砲战昴凉子）、天野光（艾斯特巴利斯·砲战天野光）、真壁泉（艾斯特巴利斯·砲战真壁泉），自选9机 人工智能（驱逐舰）X2 HP 9000、人工智能（）X6、人工智能（）X6、人工智能（空中战车）X4 3E 左上角建筑群 ？？？（） HP 27000、人工智能（飞蝗战机）X4 HP降到1/2以下后 右上角土地 ？？？（） HP 26500 社右侧的建筑群 （血色要塞I） HP 32000 （血色要塞II） HP 29800、人工智能（血色要塞I）X3 HP 12500"
  },
  {
    "id": "stage_29",
    "part": "第1部 地上篇",
    "scene": "Scene 6 贾布罗基地夺还",
    "stage_number": "第29话",
    "title": "使者",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "梅塔斯（罗莎美）：移动+2、 精神装置 X3 古铁：移动+4总计，不许加装甲，为的是给人打残了让罗莎美来修（响介38级） G-3：移动+4、米氏推进器、精神力框架，冲第一线削血 击破格雷米， HP 31130 ， 50%（15565）败退 叶月博士（刚多尔母舰），自选13机 格雷米（龙飞(MS)）、·吉翁兵（卡碧尼Mk-II）X4、·吉翁兵（R·）X3、·吉翁兵（德雷仙）X6、·吉翁兵（卡扎D(MA)）X6 地图上端河口附近 亚赞（汉谟拉比(MA)） HP 25720、回合兵（汉谟拉比(MA)）X2、回合兵（猎犬(MA)）X3"
  },
  {
    "id": "stage_30",
    "part": "第1部 地上篇",
    "scene": "Scene 6 贾布罗基地夺还",
    "stage_number": "第30话",
    "title": "亡灵",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击坠·Ｏ， HP 39500 30%（11850）败退 叶月博士（刚多尔母舰），自选13机 回合兵（猎犬(MS)）X4、回合兵（猎犬(MA)）X3、回合兵（汉谟拉比(MA)）X6、回合兵（汉谟拉比(MS)）X3、回合兵（加普兰(MS)）X6 3E 右下角砲台 杰利特（·Ｏ） 敌8体以下后敌回合 右上三角形岛屿 强化兵（精神感应高达(MS)） HP 26000、回合兵（高达Mk-II）X2 HP 18000 精神感应（·Ｏ）、超合金Z（精神感应高达(MS)）、对（汉谟拉比(MA)）"
  },
  {
    "id": "stage_31",
    "part": "第1部 地上篇",
    "scene": "Scene 6 贾布罗基地夺还",
    "stage_number": "第31话",
    "title": "头上恶魔",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击破， HP 26200，50%（13100）败退 叶月博士（刚多尔母舰）、爱娜（阿普萨拉斯II），自选12机 （阿普萨拉斯III） HP 40000、吉翁兵（扎古III）X4、吉翁兵（勇士J）X3、吉翁兵（）X3、吉翁兵（老虎特装型（诺利斯专用））X6 （·）、兵（阿普萨拉斯II）X2、兵（·）X6 （阿普萨拉斯III）、纹章（·） 大致上的战术安排是，超级系走桥，路上顺便长气力，一人送基尼亚斯一发必杀后往左下砲台方向走迎战增援；派两个人往右（我用多蒙阿莲比）对付3只特装老虎，完事后过河到右侧砲台処待机，等待增援出现；高机动兵力（登拜因、凤雷鹰、G-3等）直冲基尼亚斯消耗他的EN顺便多少打点血，兼顾削弱周围的敌人给超级系铺路，同时在增援出现后还要作为随时策应左下右上的部队（好~多~任务呀XD）"
  },
  {
    "id": "stage_32",
    "part": "第1部 地上篇",
    "scene": "Scene 6 贾布罗基地夺还",
    "stage_number": "第32话",
    "title": "「引导者·被引导之物」",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "............？ 私......"
  },
  {
    "id": "stage_33",
    "part": "第1部 地上篇",
    "scene": "Scene 6 贾布罗基地夺还",
    "stage_number": "第32话",
    "title": "导者、导",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "击破阿露菲米，HP 33000，30%（9900）撤退 叶月博士（刚多尔母舰）、龙马（盖塔龙）、（山田二郎）、豹马（·V）、多蒙（闪光高达）、南部响介（古铁），自选9机 ？？？（原生种骨骸）X4、人工智能（无敌战舰）X3 HP 15200、人工智能（机械雷电鬼）X3、人工智能（兽）X3、人工智能（空中战车）X3 飞影（不行动，但有合体判定） 敌8体或以下 左上砲台附近 ？？？（原生种骨骸）、人工智能（机械兽怪·）X3；左侧道路口 ？？？（原生种骨骸）、人工智能（巨烈兽）X3；右侧河口下方"
  },
  {
    "id": "stage_34",
    "part": "第1部 地上篇",
    "scene": "Scene 6 贾布罗基地夺还",
    "stage_number": "第33话",
    "title": "激动地上制",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "20回合内贾布罗基地制压成功 叶月博士（刚多尔母舰）、多蒙（神高达），自选15机 ？？？（原生种骨骸）X9、？？？（原生种肢节）X9 休巴兹（高达） 3E 基地最里侧能源池 （恶魔高达） HP 40000、兵（尊者）X4；兵（）X3、兵（）X3、？？？（原生种骨骸）X3、？？？（原生种肢节）X3 5E 左上部屋能源池 人工智能（合体百鬼）X2 HP 21000；部屋右侧道路 人工智能（合体巨烈兽）X2 HP 12000；拐角上方 人工智能（）X2 HP 19950；DG前方 人工智能（血色要塞I）X2 HP 15000"
  },
  {
    "id": "stage_35",
    "part": "第2部 宇宙篇",
    "scene": "Scene 1 侵略",
    "stage_number": "第34话",
    "title": "出击",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "■■照例聼两个神秘人物鸟语一阵= =（经过第一部以后同学们应该有点印象了吧——咦，这个脑袋，不就是那什么什么吗:p）台词基本一样，不过最后一句变了，， 反正不算是一头雾水半头还是有的:p ■■好像是刚刚打完一仗，在月神二号休整中...整个月神二号就搜刮到了百式、试作一号机、力克·戴亚斯这几架中古货，加上古连泰沙和玛丽亚的修理机， 这些就是大名鼎鼎的“聋得背耳”的全部家当了... 正有一搭没一搭的谈着，「~」，我们的艾艾来报到了:p 有德兄（:p）和叶月博士通话中，艾艾跑到格纳库，看到了古连泰沙，和大介谈话的时候刚好被玛丽亚踫到...总之以后宇宙篇是无论如何不会缺笑料的:D 这时候玛丽亚突然感到不舒服...果然，敌人开始行动了"
  },
  {
    "id": "stage_36",
    "part": "第2部 宇宙篇",
    "scene": "Scene 1 侵略",
    "stage_number": "第35话",
    "title": "月战士",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "增援事件（4E）发生前全灭敌初期配置 布莱德（拟·亚加玛 / 拉·凯拉姆）、杜克（古连泰沙），自选5机 维加星兵（）X6、维加星兵（圆盘兽）X6 艾露（·） 维加星兵（圆盘兽）X4 （圆盘兽） ■■比较简单的一话，两边的圆盘兽各派几个人搞定，边打边往右下角走，飞碟用反击打即可 （顺便扯间话，这“”星的家伙们取名字水准真烂XD “”这个词念多了...会不会有变成某绿色生物的倾向...） 目标：4E以前至少需要到达右下陨石区 随便打，要注意第一回合敌人不会主动进攻 我最后让兔子用百式地图炮轰光的~.~ 4E 右下（7、7）的方位，艾鲁增援（以右下角为0、0），同时出现追兵——圆盘兽X4"
  },
  {
    "id": "stage_37",
    "part": "第2部 宇宙篇",
    "scene": "Scene 1 侵略",
    "stage_number": "第36话",
    "title": "卷起岚·正义拳法",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "（巴恩）、维加星兵（圆盘兽）X4、维加星兵（）X6",
    "tactics": "击破巴恩，HP 19000，30%（5700）败退 布莱德（拟·亚加玛 / 拉·凯拉姆）、杜克（古连泰沙），自选6机 ：（巴恩）、维加星兵（圆盘兽）X4、维加星兵（）X6 3E 母舰旁 罗姆（剑狼） 我军出击点処 蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆 恶魔撒旦（恶魔撒旦6） HP 18000 40%（7200）败退、花·园丽X3、 X3、X4 ：对（巴恩）、（恶魔撒旦6）、（圆盘兽） ■■今次的对手是维加星大王的直属亲卫队，看来维加星军的侵略活动已然正式展开了么"
  },
  {
    "id": "stage_38",
    "part": "第2部 宇宙篇",
    "scene": "Scene 1 侵略",
    "stage_number": "第37话",
    "title": "破坏者胁威",
    "skill_req": "击破恶魔撒旦6，HP 18000，30%（5400）败退 需要先经过“殖民卫星带”一话，不然不会登场",
    "enemies": "（）",
    "tactics": "：击破恶魔撒旦6，HP 18000，30%（5400）败退 需要先经过“殖民卫星带”一话，不然不会登场 ：布莱德（拟·亚加玛 / 拉·凯拉姆），自选7机 ：（） HP 16000 50%（8000）败退、人工智能（机械兽怪·）X4、 人工智能（机械兽怪·）X9 左下 恶魔撒旦（恶魔撒旦6）、花·园丽X3、 X3 V-UP机体（W） （）、（机械兽怪·）、（恶魔撒旦6） 又踫到那个满头包的土偶了-_- 不过同学们啊， 整个Impact里面最好人的BOSS就是他啦~.~"
  },
  {
    "id": "stage_39",
    "part": "第2部 宇宙篇",
    "scene": "Scene 1 侵略",
    "stage_number": "第38话",
    "title": "苍心访问者",
    "skill_req": "我方本队增援前（2P）击落3体敌机",
    "enemies": "人工智能（）X6、人工智能（）X3",
    "tactics": "：我方本队增援前（2P）击落3体敌机 ：真野乔（黑狮子）、蕾妮（凤雷鹰）、迈克（爆龙）、罗美娜（埃尔夏克号(NPC)） ：人工智能（）X6、人工智能（）X3 2P 布莱德（拟·亚加玛 / 拉·凯拉姆），自选7机 5P 增援点附近 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆 4E 左下地球方向 （血色要塞I） HP 25000 、人工智能（空中战车）X4 右下陨石群 花·园丽X3 ；左上补给点附近陨石群 X3 ； 右上殖民卫星区 X3 ：超合金Z（血色要塞I）、（）"
  },
  {
    "id": "stage_40",
    "part": "第2部 宇宙篇",
    "scene": "Scene 1 侵略",
    "stage_number": "第39话",
    "title": "奇迹呼咒文",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "人工智能（驱逐舰）X3、人工智能（）X6、人工智能（飞蝗战机）X9",
    "tactics": "击破DG，HP 40400，30%（12120）败退 ：御统百合香（抚子号）、天河明人（艾斯特巴利斯·空战天河明人）、山田二郎（艾斯特巴利斯·空战山田二郎） ：人工智能（驱逐舰）X3、人工智能（）X6、人工智能（飞蝗战机）X9 护罩解除后 布莱德（拟·亚加玛 / 拉·凯拉姆），自选8机 DG登场后下一回合 多蒙（闪光高达）、阿莲比（诺贝尔高达）、东方不败（尊者高达） ：我军本队增援后2回合之敌回合 左侧补给点正上方陨石群（这一侧的敌人附近） （恶魔高达）、兵（）X4 ：细胞（恶魔高达）、资金10000（驱逐舰）、（驱逐舰）、（飞蝗战机）"
  },
  {
    "id": "stage_41",
    "part": "第2部 宇宙篇",
    "scene": "Scene 2 侵略者",
    "stage_number": "第40话",
    "title": "怒魔神",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "人工智能（）X4、人工智能（飞蝗战机）X4",
    "tactics": "请把所有加移动力的强化给裤袜兄的GP-01来用 抚子增援前（5P）基地内敌全灭 ：甲儿（魔神Z）、沙耶加（戴安娜A）、波士（波士机器人） ：人工智能（）X4、人工智能（飞蝗战机）X4 3P 昴凉子（艾斯特巴利斯·OG昴凉子）、天野光（艾斯特巴利斯·OG天野光）、真壁泉（艾斯特巴利斯·OG真壁泉） 5P 御统百合香（抚子号）、天河明人（艾斯特巴利斯·空战天河明人）、山田二郎（艾斯特巴利斯·空战山田二郎） 6P 布莱德（拟·亚加玛 / 拉·凯拉姆）、杜克（古连泰沙），自选7机 3P 基地内部能源池附近 人工智能（飞蝗战机）X4 5P 人工智能（）X3、人工智能（）X3 6P 人工智能（）X3、人工智能（）X3"
  },
  {
    "id": "stage_42",
    "part": "第2部 宇宙篇",
    "scene": "Scene 2 侵略者",
    "stage_number": "第41话",
    "title": "Z鼓动、再",
    "skill_req": "我方增援前（3P）击破4体敌机",
    "enemies": "（巴恩）",
    "tactics": "：我方增援前（3P）击破4体敌机 ：（巴恩） HP 19000 40%（7600）败退、维加星兵（圆盘兽）X4、维加星兵（）X12 3P 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆 5P 布莱德（拟·亚加玛 / 拉·凯拉姆），自选11机 人工智能（维加星兽）、维加星兵（）X6 ：超合金Z（巴恩）、对（维加星兽）、（圆盘兽） 2回合要干掉4个敌人，那么加速集中变成WAVERAIDER，对着左侧的敌人冲过去 敌人会围上来用命中最高的机炮打，45左右被弹率，运气太渣的话读盘罢，总之不能被打超过3下，否则下回合就难办了XD"
  },
  {
    "id": "stage_43",
    "part": "第2部 宇宙篇",
    "scene": "Scene 2 侵略者",
    "stage_number": "第42话",
    "title": "狙青星",
    "skill_req": "击破血色要塞I，HP",
    "enemies": "（血色要塞I）、人工智能（空中战车）X3、恶魔撒旦（恶魔撒旦6）",
    "tactics": "：击破血色要塞I，HP 25000，40%（10000）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆），自选12机 ：（血色要塞I）、人工智能（空中战车）X3、恶魔撒旦（恶魔撒旦6） HP 18000 不撤退、花·园丽X3、 X3、X3 4P 地图上方光柱旁 胜平（3） 5P 地图左上角 （山田二郎） 上方和中央的两个光柱连线中间 （） HP 19000 30%（5700）败退、人工智能（机械兽怪·）X2、 人工智能（机械兽怪·）X5 V-UP机体（W） （）、纹章（恶魔撒旦6）、（花·园丽）"
  },
  {
    "id": "stage_44",
    "part": "第2部 宇宙篇",
    "scene": "Scene 2 侵略者",
    "stage_number": "第43话",
    "title": "环",
    "skill_req": "罗丽增援前（6E）击破8只植物，或者此后击破罗丽（HP 20000，50%(10000)撤退）",
    "enemies": "",
    "tactics": "：罗丽增援前（6E）击破8只植物，或者此后击破罗丽（HP 20000，50%(10000)撤退） ：布莱德（拟·亚加玛 / 拉·凯拉姆）、艾克瑟莲（白骑士）、杜克（古连泰沙），自选11机 2E 巨石阵外围 ？？？（原生种肢节）X12 6E 巨石阵中心（上下两根石柱连线第7格処） 阿露菲米（佩露赛因·莉希卡尔），附近 ？？？（原生种）X2，巨石阵内圈 ？？？（原生种骨骸）X6 ：纹章（·）、（原生种）、高性能（原生种肢节） 隆德·贝尔找到了神秘重力波的发信地，却只看到一个环状的巨石阵"
  },
  {
    "id": "stage_45",
    "part": "第2部 宇宙篇",
    "scene": "Scene 2 侵略者",
    "stage_number": "第44话",
    "title": "前『歌诗』",
    "skill_req": "击破柯罗丝，HP 41800，30%（12540）败退",
    "enemies": "人工智能（驱逐舰）X2、人工智能（）X2、人工智能（飞蝗战机）X4",
    "tactics": "：击破柯罗丝，HP 41800，30%（12540）败退 ：御统百合香（抚子号）、天河明人（艾斯特巴利斯·砲战天河明人） ：人工智能（驱逐舰）X2、人工智能（）X2、人工智能（飞蝗战机）X4 3P 山田二郎（艾斯特巴利斯·空战山田二郎）、昴凉子（艾斯特巴利斯·空战昴凉子）、天野光（艾斯特巴利斯·空战天野光）、真壁泉（艾斯特巴利斯·空战真壁泉）、万丈（回合3） 6E 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆 4E 右下 机甲诺伊德兵（究极战车） HP 11000、人工智能（）X2、人工智能（）X2"
  },
  {
    "id": "stage_46",
    "part": "第2部 宇宙篇",
    "scene": "Scene 3 暗跃",
    "stage_number": "第45话",
    "title": "温『冷方程式』",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "恶魔撒旦（恶魔撒旦6）",
    "tactics": "击破古罗拜因，HP 20000，30%（6000）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆），自选9机 ：恶魔撒旦（恶魔撒旦6） HP 18900 30%（5670）败退、古罗拜因、花·园丽X3、 X4、X6 2P 郁金香正下方 御统百合香（抚子号），自选5机 3P 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆 人工智能（驱逐舰）X3、人工智能（）X3、人工智能（飞蝗战机）X4 ：高性能照准器（恶魔撒旦6）、对（古罗拜因）、（花·园丽）"
  },
  {
    "id": "stage_47",
    "part": "第2部 宇宙篇",
    "scene": "Scene 3 暗跃",
    "stage_number": "第46话",
    "title": "2",
    "skill_req": "敌增援前（3E）击破9体敌机",
    "enemies": "兵（·）X9、兵（·）X5",
    "tactics": "：敌增援前（3E）击破9体敌机 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号），自选10机 ：兵（·）X9、兵（·）X5 ：3E （·） HP 21200、兵（阿普萨拉斯II）X4 HP 18000 ：藤原忍术指南书（·）、（阿普萨拉斯II） ■■没想到踫到的是“宇宙之妖花”，当然这个时候我们还不知道它的真实身份 被打扰了启动试验的鉄假面不愿暴露实力，于是先行撤退，留下死亡先锋部队对付我们 建议抚子带领艾斯迪小队迎战右侧敌人，要求速战速决，因为等会儿还要回头打左下增援；裤袜加速，瞄准中央的敌小队一挑三（我给他装了W-UNIT，还有改EN）；甲儿、胜平这种武器没怎么改的去打最上面的敌人，大介跑的快，可以上去帮打一下马上跑回来，消灭了此处的敌人后就和裤袜合流，共同进攻最后面的5只敌人；艾艾就直接往左下走等增援出来；拉·凯拉姆也上去帮手，增援区虽然有将近10W"
  },
  {
    "id": "stage_48",
    "part": "第2部 宇宙篇",
    "scene": "Scene 3 暗跃",
    "stage_number": "第47话",
    "title": "孤独战士",
    "skill_req": "敌增援前（3E）击破5体敌机",
    "enemies": "人工智能（机械兽怪·）X6、",
    "tactics": "：敌增援前（3E）击破5体敌机 ：人工智能（机械兽怪·）X6、 人工智能（机械兽怪·）X9 ：4P 布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号），自选12机 ：3E 人工智能（迪拉德战斗机械）X6 ：（迪拉德战斗机械）、（迪拉德战斗机械）、（机械兽怪·） 拙者在地球篇给藤原忍装了CT+25，司马式部雅人与司马亮有集中力（鉄壁可用2次），仅在此提供比较简易的战法 1P：藤原忍加速热血、沙罗气合、司马式部雅人与司马亮鉄壁，冲到正前方3只红鸟中间，鉄拳打 那只，有没有CT都无所谓 1E：左侧红鸟先攻，被鉄拳反击挂点，另两只可凹可不凹，对砲台用小招反击就是"
  },
  {
    "id": "stage_49",
    "part": "第2部 宇宙篇",
    "scene": "Scene 3 暗跃",
    "stage_number": "第48话",
    "title": "泪",
    "skill_req": "取得",
    "enemies": "（血色要塞I）",
    "tactics": "：取得 ：（山田二郎） ：（血色要塞I） HP28500 （血色要塞II） HP 26400、人工智能（血色要塞I）X2 HP 10000、人工智能（空中战车）X4、X3、X3 布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号），自选11机 （··） HP 26200、人工智能（空中战车）X10 （血色要塞II）、（血色要塞I） （弹劾凰宇宙合体CG） 第一回合，气合加速，找个小兵来打（建议打右边那群） 2P：本队到着，全军突进！ 弹劾凰补一下血，继续往右上走，不过注意避开血色要塞I的射程（7格）"
  },
  {
    "id": "stage_50",
    "part": "第2部 宇宙篇",
    "scene": "Scene 3 暗跃",
    "stage_number": "第49话",
    "title": "恶梦、再来",
    "skill_req": "击倒卡多",
    "enemies": "（·）、吉翁兵（·）X2、吉翁兵（勇士M）X3、吉翁兵（加布斯雷(MA)）X3、吉翁兵（·大魔II）X6",
    "tactics": "：布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号），自选12机 ：（·）、吉翁兵（·）X2、吉翁兵（勇士M）X3、吉翁兵（加布斯雷(MA)）X3、吉翁兵（·大魔II）X6 地图右下 捷多（ZZ高达） 2E 所罗门要塞后方展开 （巴恩） HP 24850 不撤退、人工智能（维加星兽）X2、维加星兵（圆盘兽）X3、维加星兵（）X6 4E 卡多（高达试作2号机） ：大型（高达试作2号机）、（·）、超合金Z（巴恩）、资金10000（维加星兽）"
  },
  {
    "id": "stage_51",
    "part": "第2部 宇宙篇",
    "scene": "Scene 4 星之屑作战",
    "stage_number": "第50话",
    "title": "我命",
    "skill_req": "击破，HP 26500，50%（13250）败退",
    "enemies": "（圆盘兽）、（维加星兽）",
    "tactics": "大介、艾艾强化移动力，Z高达（裤袜）装备米氏推进器和W-UNIT（为什么要装米氏推进器？请回头看第一章的地形解说~.~） ：击破，HP 26500，50%（13250）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号）、杜克（古连泰沙）、（A），自选11机 ：（圆盘兽）、（维加星兽） HP 20500 不撤退、维加星兵（圆盘兽）X3、维加星兵（）X9 月面都市左侧 （R·） HP 25400 30%（7620）败退、（） HP 20750 不撤退、·吉翁兵（卡扎D(MS)）X3、·吉翁兵（J）X3、·吉翁兵（兹萨）X3"
  },
  {
    "id": "stage_52",
    "part": "第2部 宇宙篇",
    "scene": "Scene 4 星之屑作战",
    "stage_number": "第51话",
    "title": "新侵略手",
    "skill_req": "击破，HP 22000，30%（6600）败退",
    "enemies": "（兽·II）、人工智能（）X2、人工智能（兽）X6、人工智能（兽）X6",
    "tactics": "：击破，HP 22000，30%（6600）败退 ：御统百合香（抚子号），自选6机（艾斯迪队限定） ：（兽·II）、人工智能（）X2、人工智能（兽）X6、人工智能（兽）X6 ：3E ？？？（原生种骨骸）X3、 ？？？（原生种肢节）X3、？？？（原生种）X3 V-UP机体（U） （兽·II）、（）、（原生种）、·（基地中央隐藏部屋）、资金10000（基地最右上角蓝色寳箱） （不知道同学们发现这样的现象了没有，各个SELECT关卡中敌人的等级是不会按照选择顺序而变的，也就是说后选的关卡中敌人等级有可能比先选的更低——这其实暗示了游戏默认的选择顺序；不妨留心记下固定关卡中敌人的平均等级，如果紧接着的SELECT关卡中敌人平均等级有突跃，说明你已经“超前”了；这样做的好处就是努力的使用效果比循序渐进的打法大为提高，当然敌人能力也不可小视就是了）"
  },
  {
    "id": "stage_53",
    "part": "第2部 宇宙篇",
    "scene": "Scene 4 星之屑作战",
    "stage_number": "第52话",
    "title": "錬金术师想",
    "skill_req": "击破·，HP 22000，30%（6600）撤退，或者杂兵被全灭时撤退",
    "enemies": "？？？（原生种骨骸）X3",
    "tactics": "：击破·，HP 22000，30%（6600）撤退，或者杂兵被全灭时撤退 ：艾克瑟莲（白骑士） ：？？？（原生种骨骸）X3 ：5P 布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号），自选12机 2E 中央偏右 ？？？（原生种骨骸）X3 3E 第一阵增援正下和左下 ？？？（原生种肢节）X6 4E 第二阵增援正下 ？？？（原生种）X3 5E 第三阵增援正下 阿露菲米（佩露赛因·莉希卡尔）、？？？（原生种铁臂）X3 ：大型（原生种铁臂）、宇宙合金（原生种） BGM：「揺心錬金术师」"
  },
  {
    "id": "stage_54",
    "part": "第2部 宇宙篇",
    "scene": "Scene 4 星之屑作战",
    "stage_number": "第53话",
    "title": "杰特、双杀剑破",
    "skill_req": "敌增援前（3E）将古罗拜因的HP消减至50%左右（大概打掉1W血的样子）",
    "enemies": "古罗拜因",
    "tactics": "：敌增援前（3E）将古罗拜因的HP消减至50%左右（大概打掉1W血的样子） 5E 罗姆（剑狼）、蕾娜（(蕾娜)）、钻头勇士、普露·吉姆 布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号）、（山田二郎），自选11机 3E 或者熟练达成后 恶魔撒旦（恶魔撒旦6） HP 23900 30%（7170）败退、花·园丽X4、X4、X4 5E 地图左上 （） HP 23500、（） HP 24500、人工智能（空中战车）X6 ：（恶魔撒旦6）、纹章（）、对（）、（空中战车）"
  },
  {
    "id": "stage_55",
    "part": "第2部 宇宙篇",
    "scene": "Scene 4 星之屑作战",
    "stage_number": "第54话",
    "title": "迪拉德、觉醒",
    "skill_req": "敌增援前（3E或敌初期配置剩余8体及以下）击破",
    "enemies": "（迪拉德决战机械）",
    "tactics": "：敌增援前（3E或敌初期配置剩余8体及以下）击破 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号），自选11机 ：（迪拉德决战机械） HP 18500、人工智能（迪拉德战斗机械）X10 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆 ：3E或敌初期配置剩余8体及以下 左下陨石群 恶魔撒旦（恶魔撒旦6） HP 23900 50%（11950）败退、花·园丽X2、X2、X2；敌初期配置区 人工智能（迪拉德战斗机械）X6 ：超合金Z（迪拉德决战机械）、大型（恶魔撒旦6） （当日的那个星体可以明显地看出“发育”了）"
  },
  {
    "id": "stage_56",
    "part": "第2部 宇宙篇",
    "scene": "Scene 4 星之屑作战",
    "stage_number": "第55话",
    "title": "楽园帰还",
    "skill_req": "敌增援前（初期配置剩余12机或以下）击倒或击退卡多，HP 37000，30（11100）败退",
    "enemies": "卡多（高达试作2号机）、吉翁兵（·）、吉翁兵（马拉赛）X5、吉翁兵（勇士J）X6、吉翁兵（汉谟拉比(MA)）X6",
    "tactics": "*本话克瓦特罗（夏亚）、浦木兔子强制乘坐百式、GP-01出击，请把Z换给别人坐 *要对付的BOSS是家兔，地球上打过的应该知道他顽固一彻的讨厌之処，加上本话是月面，超级系攻击力大打折扣 推荐的攻击组合是：巴宁格乘坐核心战机，武器满改+W-UNIT X2，达到4600，加上S适应应该是最佳主攻手（珍宝3的砲4700，不过大叔还有统率），然后搭配满改的Z或者白骑士都成；这个应该是最佳组合，不用凹CT，也没气力要求（当然大叔得有热血，你不至于热血也没给他练出来吧） 但是我不用这个...因为 好在弹劾凰是武器满改的，装一个W-UNIT以后4750，地形A要打不少折扣，配合艾艾的4050 B模式，肯定要凹CT就是了XD"
  },
  {
    "id": "stage_57",
    "part": "第2部 宇宙篇",
    "scene": "Scene 5 殖民卫星夺还",
    "stage_number": "第56话",
    "title": "策谋宙域",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "（·）、（）",
    "tactics": "击退或击破，HP 26160，20%（5232）败退；如果满足藤原忍者众转移条件，则要在事件前（4E）将他击退/击破 ：布莱德（拟·亚加玛 / 拉·凯拉姆），自选12机，浦木宏出击不能 ：（·）、（） HP 25750 不撤退、·吉翁兵（德雷仙）X3、·吉翁兵（卡扎D(MA)）X9 4E 真野乔（黑狮子）、蕾妮（凤雷鹰）、迈克（爆龙） 5P 浦木宏（高达试作3号机） 4E 依路贝拉（）、人工智能（）X2、人工智能（）X2 5P （R·） HP 15940 不撤退、·吉翁兵（卡碧尼Mk-II）X6"
  },
  {
    "id": "stage_58",
    "part": "第2部 宇宙篇",
    "scene": "Scene 5 殖民卫星夺还",
    "stage_number": "第57话",
    "title": "燃走姉弟戦士",
    "skill_req": "本队增援前（5P）击退或击破恶魔撒旦，HP 27800，30%（8340）败退",
    "enemies": "恶魔撒旦（恶魔撒旦6）、奇娜（II）",
    "tactics": "：本队增援前（5P）击退或击破恶魔撒旦，HP 27800，30%（8340）败退 ：罗美娜（埃尔夏克号）（NPC）、杜克（古连泰沙）、（A） ：恶魔撒旦（恶魔撒旦6）、奇娜（II） HP 15000 30%（4500）撤退、人工智能（血色要塞I）X2 HP 11500、人工智能（空中战车）X4、X5、花·园丽X3、X3 3P 艾尔珊克周围 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆 5P 布莱德（拟·亚加玛 / 拉·凯拉姆），自选10机 ：大型（恶魔撒旦6）、高性能（II）、（）、（血色要塞I）"
  },
  {
    "id": "stage_59",
    "part": "第2部 宇宙篇",
    "scene": "Scene 5 殖民卫星夺还",
    "stage_number": "第58话",
    "title": "动出幽鬼",
    "skill_req": "击破·Ｏ，HP 33000，30%（9900）败退",
    "enemies": "格雷米（龙飞(MS)）",
    "tactics": "：击破·Ｏ，HP 33000，30%（9900）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆），自选13机 ：格雷米（龙飞(MS)） HP 28820 30%（8641）败退、普露兹（卡碧尼Mk-II） HP 24200、杰利特（·Ｏ）、·吉翁兵（卡碧尼Mk-II）X4、回合兵（帕拉斯·雅典娜）X3、回合兵（汉谟拉比(MS)）X3、回合兵（加布斯雷(MS)）X6 ：3E 基地门口 （血色要塞I） HP 30500 30%（9150）败退、人工智能（空中战车）X4 ：资金20000（龙飞(MS)）、（血色要塞I）、（第一个隐藏部屋）、杰刚（第二个隐藏部屋）"
  },
  {
    "id": "stage_60",
    "part": "第2部 宇宙篇",
    "scene": "Scene 5 殖民卫星夺还",
    "stage_number": "第59话",
    "title": "常暗国",
    "skill_req": "8回合敌全灭",
    "enemies": "？？？（原生种骨骸）X9、？？？（原生种肢节）X3",
    "tactics": "：？？？（原生种骨骸）X9、？？？（原生种肢节）X3 布莱德（拟·亚加玛 / 拉·凯拉姆）、艾克瑟莲（白骑士），自选12机 2E ？？？（原生种骨骸）X3、？？？（原生种肢节）X3 3E ？？？（原生种肢节）X3、？？？（原生种）X3 4P ？？？原生种监察者（Regisseur） HP 48000 ：原生种监察者（Regisseur）、（原生种）、（原生种骨骸） 只有响洸一个人...如果没有改机体的就赶快跑吧，建议到补给点上等援兵比较好，精神尽量用，念动力补SP非常快 （响洸居然有40级@@）"
  },
  {
    "id": "stage_61",
    "part": "第2部 宇宙篇",
    "scene": "Scene 5 殖民卫星夺还",
    "stage_number": "第60话",
    "title": "魔神転生",
    "skill_req": "击破夏皮罗，HP 29000，30%（8700）败退",
    "enemies": "人工智能（迪拉德战斗机械）X13",
    "tactics": "：击破夏皮罗，HP 29000，30%（8700）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆），自选13机 ：人工智能（迪拉德战斗机械）X13 敌初期配置剩余8体或以下 出击点右侧暗礁空域右下方 （迪拉德决战机械） HP 19350 不撤退、人工智能（迪拉德战斗机械）X2 左侧对应位置 夏皮罗（夏皮罗戦闘机械）、人工智能（迪拉德战斗机械）X2 ：精神感应（夏皮罗戦闘机械）、（迪拉德决战机械）、对（迪拉德战斗机械） （看藤原藤原忍和佩吵架真的很有意思^@^） 出阵的时候把主力往两翼摆，特别是左翼 右翼有两三个猛人就够了，左翼多派几个过去（说起来我有多少机体武器已经满了呢？白骑士、古连泰沙、超兽机神、弹劾凰、Zeta、核心战机，似乎很够用:p）"
  },
  {
    "id": "stage_62",
    "part": "第2部 宇宙篇",
    "scene": "Scene 5 殖民卫星夺还",
    "stage_number": "第61话",
    "title": "绝望宇宙",
    "skill_req": "击破诺耶·吉尔，HP 44000，30%（13200）败退",
    "enemies": "卡多（诺耶·吉尔）、（·）",
    "tactics": "：击破诺耶·吉尔，HP 44000，30%（13200）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、浦木宏（高达试作3号机），自选12机 ：卡多（诺耶·吉尔）、（·） HP 27000 不撤退、（R·） HP 21750 不撤退、吉翁兵（·）X3 HP 12000、吉翁兵（德雷仙）X3、·吉翁兵（R·）X6 队附近 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆 敌援： 敌初期配置剩余8体或以下 地图左下我方初期配置附近 阿露菲米（佩露赛因·莉希卡尔） HP 30000 不撤退、？？？（原生种铁臂）X3"
  },
  {
    "id": "stage_63",
    "part": "第2部 宇宙篇",
    "scene": "Scene 6 地球圈混乱",
    "stage_number": "第62话",
    "title": "明日勇気",
    "skill_req": "抚子号增援前（4P）击退或击破，HP 26500，30%（7950）败退",
    "enemies": "月臣元一朗（）、人工智能（驱逐舰）X8",
    "tactics": "：抚子号增援前（4P）击退或击破，HP 26500，30%（7950）败退 ：万丈（回合3）、天河明人（艾斯特巴利斯·月面天河明人） ：月臣元一朗（）、人工智能（驱逐舰）X8 HP 9700、人工智能（）X2、人工智能（飞蝗战机）X6 3P 布莱德（拟·亚加玛 / 拉·凯拉姆），自选8机 4P 御统百合香（抚子号），自选5机 白鸟九十九（） HP 27000 不撤退、人工智能（新型飞蝗战机）X8 ：纹章（）、（）、超合金Z（驱逐舰） 要说喊口号在万丈面前便是木连那些自称勇者的家伙们也要甘拜下风呀 一看这么多敌人头皮会发麻...其实不用怕，要对付的只有月臣元一朗身边那些敌人而已"
  },
  {
    "id": "stage_64",
    "part": "第2部 宇宙篇",
    "scene": "Scene 6 地球圈混乱",
    "stage_number": "第63话",
    "title": "悠久风",
    "skill_req": "击破，HP 45700，30%（13710）败退",
    "enemies": "（）、兵（阿普萨拉斯II）X3",
    "tactics": "：击破，HP 45700，30%（13710）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号·Y机体），自选11机 ：（）、兵（阿普萨拉斯II）X3 HP 20900、兵（·）X3、兵（·）X3、兵（·）X6 ：4E （高达F91）、（·） 4E 建筑群中央 （·） HP 26820 不撤退、兵（阿普萨拉斯III） HP 20000、兵（阿普萨拉斯II）X2 HP 20900、兵（·）X2"
  },
  {
    "id": "stage_65",
    "part": "第2部 宇宙篇",
    "scene": "Scene 6 地球圈混乱",
    "stage_number": "第64话",
    "title": "探求者",
    "skill_req": "击破·，HP 33000，40%（13200）撤退",
    "enemies": "？？？（原生种骨骸）X5、？？？（原生种肢节）X6",
    "tactics": "：击破·，HP 33000，40%（13200）撤退 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号·Y机体）、艾克瑟莲（白骑士）、响洸（莱汀），自选10机 ：？？？（原生种骨骸）X5、？？？（原生种肢节）X6 2E 右上房间 ？？？（原生种骨骸）X3 3E 基地中央L型走廊左下部 ？？？（原生种肢节）X3 4E 正上方能源池区域 ？？？（原生种）X3 5E 左上能源池 阿露菲米（佩露赛因·莉希卡尔）、？？？（原生种铁臂）X3 ：超合金Z（·）、（原生种铁臂）、资金10000（隐藏部屋1）、百式改or"
  },
  {
    "id": "stage_66",
    "part": "第2部 宇宙篇",
    "scene": "Scene 6 地球圈混乱",
    "stage_number": "第65话",
    "title": "柯罗丝杀",
    "skill_req": "击破柯罗丝，HP 48700，30%（14610）败退",
    "enemies": "贝梅尔男爵（堠`·贝梅尔男爵）",
    "tactics": "：击破柯罗丝，HP 48700，30%（14610）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号·Y机体）、万丈（回合3），自选12机 ：贝梅尔男爵（堠`·贝梅尔男爵） HP 26500 不撤退、人工智能（血色要塞I）X2 HP 13500、人工智能（·）X2 HP 13000、人工智能（莱奈克）X2、人工智能（）X2、机甲诺伊德兵（）X6 ：敌初期配置剩余8体或以下 浮游城上 柯罗丝（巨型机甲人·柯罗丝）、机甲诺伊德兵（究极战车）X2 HP 11500、机甲诺伊德兵（合成兽）X3 ：高性能照准器（巨型机甲人·柯罗丝）、超合金Z（巨型机甲人·贝梅尔男爵）"
  },
  {
    "id": "stage_67",
    "part": "第2部 宇宙篇",
    "scene": "Scene 6 地球圈混乱",
    "stage_number": "第66话",
    "title": "壊灭双曲线",
    "skill_req": "击破夏皮罗，HP 32800，30%（9840）败退",
    "enemies": "夏皮罗（夏皮罗戦闘机械）、？？？（龙飞）X2、人工智能（迪拉德战斗机械）X6、？？？（·花·园丽）X6",
    "tactics": "：击破夏皮罗，HP 32800，30%（9840）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号·Y机体）、藤原忍（断空我），自选12机 ：夏皮罗（夏皮罗戦闘机械）、？？？（龙飞）X2、人工智能（迪拉德战斗机械）X6、？？？（·花·园丽）X6 ：敌初期配置剩余12体或以下 右下角 （迪拉德决战机械） HP 19350 不撤退、人工智能（迪拉德战斗机械）X5 ：V-UP机体（U）（夏皮罗戦闘机械）、藤原忍术指南书（迪拉德决战机械）、（迪拉德战斗机械） ■■这一系的敌人有个共同特点： 面目狰狞，实力平平:p 当然这只是对小杂兵而言，银河篇决战机械什么的都作为杂兵登场了那档次就大不一样啰"
  },
  {
    "id": "stage_68",
    "part": "第2部 宇宙篇",
    "scene": "Scene 6 地球圈混乱",
    "stage_number": "第67话",
    "title": "激震宇宙",
    "skill_req": "击破·，HP 36000，30%（10800）撤退",
    "enemies": "（迪拉德决战机械）",
    "tactics": "：击破·，HP 36000，30%（10800）撤退 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、御统百合香（抚子号·Y机体）、藤原忍（断空我）、罗姆（剑狼），自选13机 ：（迪拉德决战机械） HP 20625 不撤退、（迪拉德决战机械） HP 20625 不撤退、人工智能（迪拉德决战机械）X6 HP 10200、人工智能（迪拉德战斗机械）X9 敌初期配置剩余8体或以下 以右下角座标为（0、0），（5，2）処 阿露菲米（佩露赛因·莉希卡尔），？？？（原生种铁臂）X2 HP 11120 分别位于阿露菲米左侧和前方，构成援护态势；（9，6）処 ？？？原生种监察者（Regisseur） HP 67800 ，？？？（原生种）X12"
  },
  {
    "id": "stage_69",
    "part": "第3部 银河篇",
    "scene": "Scene 1 迪拉德突入",
    "stage_number": "第68话",
    "title": "迪拉德突入",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "由于拉·凯拉姆不适合在大气圈内活动，今次作战主要由抚子担当：突入迪拉德中枢后，以相转移炮破坏其核心，考虑到最坏的场合，万一相转移炮无法在大气中全力发挥，就引发相转移引擎暴走彻底摧毁迪拉德 突入迪拉德以后，各部队分散作战，为抚子进入中枢争取时间 刚多尔母舰顺利上了宇宙，这时响介突然感应到了阿露菲米召唤艾克瑟莲的精神波... 同时在拉·凯拉姆中，艾克瑟莲再度与阿露菲米共鸣，驾驶白骑士单独出击 白骑士消失在以前遇到原生种的暗黑空域中，明知可能与原生种有什么关系，但大敌当前，已经没有余力出动人员搜寻了 迪拉德的行进速度突然变慢，而且电波干扰也减弱了，是在引诱我们深入吗？ （不管怎样，看到的告白了，让我先去吐一下= =）"
  },
  {
    "id": "stage_70",
    "part": "第3部 银河篇",
    "scene": "Scene 1 迪拉德突入",
    "stage_number": "第69话",
    "title": "生命种子呼",
    "skill_req": "击破，HP 19775，40%（7910）败退",
    "enemies": "（迪拉德决战机械）、人工智能（植物巨人）X3、人工智能（迪拉德战斗机械）X6",
    "tactics": "：击破，HP 19775，40%（7910）败退 ：巴宁格（高达试作1号机Fb）、浦木宏（高达试作3号机）、（高达F91）、（·）、罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆、奇娜（II） ：（迪拉德决战机械）、人工智能（植物巨人）X3、人工智能（迪拉德战斗机械）X6 ：3P 叶月博士（刚多尔母舰）、藤原忍（断空我），自选6机 3E 左上 （迪拉德决战机械） HP 19775 30%（5933）败退、人工智能（夏皮罗戦闘机械）X3 HP 10350；左下 人工智能（迪拉德战斗机械）X3"
  },
  {
    "id": "stage_71",
    "part": "第3部 银河篇",
    "scene": "Scene 1 迪拉德突入",
    "stage_number": "第70话",
    "title": "空虚梦见者",
    "skill_req": "击破零影，HP 40000，30%（12000）败退",
    "enemies": "？？？（）X2",
    "tactics": "：击破零影，HP 40000，30%（12000）败退 ：万丈（回合3）、胜平（3）、响洸（莱汀） ：？？？（）X2 HP 16000、？？？（龙飞）X3 HP 10050、？？？（·花·园丽）X6 ：3P 叶月博士（刚多尔母舰）、藤原忍（断空我）、真野乔（黑狮子）、蕾妮（凤雷鹰）、迈克（爆龙），自选8机 3P 夏皮罗（夏皮罗戦闘机械） HP 34350 30%（10305）败退、人工智能（）X4 夏皮罗被击破之敌回合 左侧遗迹 依路贝拉（） HP 37700 被击破后 依路贝拉（零影）、夏尔姆（） HP 25700 30%（7710）败退、·兵（）X4"
  },
  {
    "id": "stage_72",
    "part": "第3部 银河篇",
    "scene": "Scene 1 迪拉德突入",
    "stage_number": "第71话",
    "title": "白热终章",
    "skill_req": "本队增援前击破和",
    "enemies": "（迪拉德决战机械）",
    "tactics": "：本队增援前击破和 ：御统百合香（抚子号·Y机体）、天河明人（艾斯特巴利斯·OG天河明人）、山田二郎（艾斯特巴利斯·OG山田二郎）、昴凉子（艾斯特巴利斯·OG昴凉子）、天野光（艾斯特巴利斯·OG天野光）、真壁泉（艾斯特巴利斯·OG真壁泉）、（艾斯特巴利斯·OG）、杜克（古连泰沙）、甲儿（魔神Z）、（A）、沙耶加（戴安娜A）、波士（波士机器人） ：（迪拉德决战机械） HP 22625、（迪拉德决战机械） HP 22625、人工智能（迪拉德决战机械）X10 HP 12625、人工智能（植物巨人）X3 ：敌初期配置剩余8体或以下后"
  },
  {
    "id": "stage_73",
    "part": "第3部 银河篇",
    "scene": "Scene 2 浮上",
    "stage_number": "第72话",
    "title": "呪",
    "skill_req": "本队增援前（3P）击破5体敌机",
    "enemies": "（雷普拉坎）",
    "tactics": "请给抚子装备莉莉丝纹章，三人娘统一装备EN+100和射程+1，真野泉再加个SP+10（如果技能已经学了集中力或SP+15就不必装了，总之就是至少能用2个脱力的程度） 明人、凯强化气力和EN，会长强化运动和射程 修（酱噗噜纹章、太阳能电池、U-UNIT），出击气力105，EN恢复（小） 托多（酱噗噜纹章、狼之纹章、U-UNIT），出击气力115 玛贝露（酱噗噜纹章、移动+1、U-UNIT、超合金Z），出击气力105，装了超合金就不会成为敌人的标靶 加拉莉娅（酱噗噜纹章、EN+100、超合金ZX2），出击气力105，超合金用法同上，保证HP比托多高就对了 其余请选派攻击主力出场，最好是近身格斗强劲的，破解敌人的奥拉防壁，极力强化攻击力和机动力"
  },
  {
    "id": "stage_74",
    "part": "第3部 银河篇",
    "scene": "Scene 2 浮上",
    "stage_number": "第73话",
    "title": "鬼面怪",
    "skill_req": "击破·，HP 37000，30%（11100）撤退",
    "enemies": "人工智能（）",
    "tactics": "：击破·，HP 37000，30%（11100）撤退 ：豹马（V） ：人工智能（） HP 10200、人工智能（兽）X6、人工智能（兽）X3 ：4P 战舰自选1艘，南部响介（古铁），自选12机 4P 鬼面城前方岩场 （兽） HP 37000 30%（11100）败退、（兽·II） HP 32350 30%（9705）败退；？？？（原生种骨骸）X3、？？？（原生种肢节）X3 4E 本队出击点前方山地 阿露菲米（佩露赛因·莉希卡尔）、？？？（原生种铁臂）X3 HP 11360"
  },
  {
    "id": "stage_75",
    "part": "第3部 银河篇",
    "scene": "Scene 2 浮上",
    "stage_number": "第74话",
    "title": "怨念断剣",
    "skill_req": "击破，HP",
    "enemies": "（巨型机甲人·）",
    "tactics": "：击破，HP 39000，30%（11700）败退 ：（）、（） ：（巨型机甲人·） HP 30500 不撤退、人工智能（合成兽）X3 HP 10130、机甲诺伊德兵（）X6 HP 10590、机甲诺伊德兵（）X6 2P 地图中央 万丈（回合3） 3P 战舰自选1艘，座间翔（翼霸），自选11机 2P 地图左下角 肖特（） HP 26900 不撤退、缪西（）、德雷克兵（雷普拉坎）X4、德雷克兵（）X3 5E 地图右侧 黑骑士（） HP 24900、德雷克兵（莱奈克）X3"
  },
  {
    "id": "stage_76",
    "part": "第3部 银河篇",
    "scene": "Scene 2 浮上",
    "stage_number": "第75话",
    "title": "盖塔线、意味",
    "skill_req": "以响介说得艾克瑟莲（敌全灭以后）",
    "enemies": "？？？（原生种）X3",
    "tactics": "：以响介说得艾克瑟莲（敌全灭以后） ：龙马（盖塔龙） ：？？？（原生种）X3 HP 11200、？？？（原生种肢节）X3、？？？（原生种骨骸）X6 ：3P 战舰自选1艘，南部响介（古铁），自选11机 ：3P 艾克瑟莲（白骑士） HP 33000 50%（16500）或者被说得后撤退、？？？（亡灵Mk-II）X8 HP 10000 （白骑士）、（亡灵Mk-II） 新盖塔炉的研究到了最紧要关头，但早乙女研究所附近突然出现了许多奇异的石柱，原种部队随之而来，盖塔G单独出击对抗敌人 话是这么说，不过我们的目标却是引狼入室（爆）"
  },
  {
    "id": "stage_77",
    "part": "第3部 银河篇",
    "scene": "Scene 2 浮上",
    "stage_number": "第76话",
    "title": "今、生",
    "skill_req": "5回合内到达思兼之树",
    "enemies": "人工智能（驱逐舰）X2",
    "tactics": "：5回合内到达思兼之树 ：抚子号·Y机体（御统百合香、限定）、天河明人（艾斯特巴利斯·空战天河明人）、山田二郎（艾斯特巴利斯·空战山田二郎）、南部响介（古铁），自选13机 ：人工智能（驱逐舰）X2 HP 11050、人工智能（）X3、人工智能（飞蝗战机）X6 2E 敌右下初期配置附近 人工智能（） HP 10050、人工智能（） HP 9475 到达思兼之树后 思兼之树旁 人工智能原生种监察者（Regisseur） HP 63000；我军初期配置附近 人工智能（雷普拉坎） HP 19550 4E 思兼之树周围 人工智能（夏皮罗戦闘机械） HP 13350、人工智能（高达试作2号机） HP 22000、人工智能（阿普萨拉斯III）"
  },
  {
    "id": "stage_78",
    "part": "第3部 银河篇",
    "scene": "Scene 2 浮上",
    "stage_number": "第77话",
    "title": "海、大地",
    "skill_req": "击破真·白骑士，HP",
    "enemies": "德雷克（维尔·威普斯号）",
    "tactics": "：击破真·白骑士，HP 45200，30%（13560）撤退 ：（·）+自选战舰一艘，南部响介（古铁）、座间翔（翼霸），自选13机 ：德雷克（维尔·威普斯号） HP 48400、肖特（） HP 31600、缪西（兹瓦斯） HP 20580、德雷克兵（）X3、德雷克兵（雷普拉坎）X3、德雷克兵（莱奈克）X6 敌初期配置剩余8体或以下 德雷克左侧小岛 黑骑士（） HP 28280、德雷克兵（兹瓦斯）X3 黑骑士被击倒一次后 黑骑士（） HP 51800 化黑骑士被击倒后 地图最上端 艾克瑟莲（真·白骑士）、？？？（亡灵Mk-II）X3 HP 14500；德雷克上方小岛"
  },
  {
    "id": "stage_79",
    "part": "第3部 银河篇",
    "scene": "Scene 3C 月球篇",
    "stage_number": "第78话",
    "title": "白骑士心",
    "skill_req": "击破·，HP",
    "enemies": "艾克瑟莲（真·白骑士）",
    "tactics": "：击破·，HP 46000，30%（13800）撤退 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、南部响介（古铁·） ：艾克瑟莲（真·白骑士） HP 52000、？？？（亡灵Mk-II）X6 HP 14500、？？？（原生种）X3 HP 12200、？？？（原生种肢节）X3 HP 10200、？？？（原生种骨骸）X3 ：3E 阿露菲米（佩露赛因·莉希卡尔）、？？？（原生种铁臂）X6 ：（·）、（原生种铁臂） 纯白骑士果然再次出现在众人眼前，而且艾克瑟莲又恢复了以前谈笑风生的样子，看起来是恢复神智了，但是响介却看出了她的破绽"
  },
  {
    "id": "stage_80",
    "part": "第3部 银河篇",
    "scene": "Scene 3C 月球篇",
    "stage_number": "第79话",
    "title": "悪魔阴谋",
    "skill_req": "3回合内击毁所有",
    "enemies": "人工智能（恶魔高达）",
    "tactics": "：3回合内击毁所有 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、多蒙（神高达）、蕾茵（闪光高达）、阿莲比（诺贝尔高达）、（高达F91）、（·），自选11机 ：人工智能（恶魔高达） HP 30000、兵（）X4、人工智能（）X16、 ：鉄假面增援2回合后 地图右下角 东方不败（尊者高达） 全灭后 地图中央以及右上角 （） HP 51600、（·） HP 32440 鉄假面被击破后撤退、兵（·）X3、兵（·）X4、兵（·）X3、兵（·）X3"
  },
  {
    "id": "stage_81",
    "part": "第3部 银河篇",
    "scene": "Scene 3C 月球篇",
    "stage_number": "第80话",
    "title": "复讐鬼",
    "skill_req": "击破·，HP",
    "enemies": "（）",
    "tactics": "：击破·，HP 42000，30%（12600）败退 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、（山田二郎），自选12机 ：（） HP 27350 20%（5470）败退、（） HP 28450 20%（5690）败退、古罗拜因 HP 29700、X2 HP 10625、X3、人工智能（··）X4、人工智能（空中战车）X6 ：5P 地图左侧 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆、奇娜（II） 、任一人被击退后 初始配置点附近石柱 （·）、人工智能（血色要塞II）X4 HP 12200"
  },
  {
    "id": "stage_82",
    "part": "第3部 银河篇",
    "scene": "Scene 3C 月球篇",
    "stage_number": "第81话",
    "title": "地球平和",
    "skill_req": "敌縂大将增援前（4E）击破9体敌机",
    "enemies": "（维加星兽）",
    "tactics": "：敌縂大将增援前（4E）击破9体敌机 ：布莱德（拟·亚加玛 / 拉·凯拉姆）、杜克（古连泰沙），自选13机 ：（维加星兽） HP 24875、维加星兵（巴恩）X2 HP 27700/26750、人工智能（维加星兽）X3 HP 11500、人工智能（円盘兽）X6、维加星兵（）X9 ：5P 地图正上 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆、古罗拜因、奇娜（II） 4E 基地上方 维加星大王（··维加星） HP 58700、（巴恩） HP 36750、（维加星兽） HP 32400；初期配置两侧的位置附近"
  },
  {
    "id": "stage_83",
    "part": "第3部 银河篇",
    "scene": "Scene 3A 地球篇",
    "stage_number": "第82话",
    "title": "明日総力戦",
    "skill_req": "敌增援前击破3体敌机",
    "enemies": "人工智能（机械兽M2）X3、人工智能（战斗兽）X3",
    "tactics": "：敌增援前击破3体敌机 ：铁也（大魔神）、（A） ：人工智能（机械兽M2）X3、人工智能（战斗兽）X3 自选战舰1艘，甲儿（魔神Z），自选12机 3P 布洛肯伯爵（飞行要塞咕噜） HP 34500、阿修罗男爵（海底要塞布德要塞） HP 35000、人工智能（量产型）X2 HP 11200、人工智能（机械兽βIII）X3、人工智能（机械兽X2）X3、人工智能（机械兽道拉拉K7）X6 敌初期配置全灭后 阿修罗男爵上方海域 人工智能（） HP 18000；左上神殿 人工智能（机械兽V6）X3 大海兽增援后敌回合 右上遗迹 暗黑大将军 HP 53900、地狱大元帅（） HP"
  },
  {
    "id": "stage_84",
    "part": "第3部 银河篇",
    "scene": "Scene 3A 地球篇",
    "stage_number": "第83话",
    "title": "神祝福",
    "skill_req": "击破夏皮罗",
    "enemies": "？？？（龙飞）X3",
    "tactics": "：自选战舰1艘，藤原忍（断空我），自选12机 ：？？？（龙飞）X3 HP 11400、？？？（·花·园丽）X6、？？？（原生种肢节）X6 HP 10200 ：敌初期配置剩余8体或以下 夏皮罗（伪断空我）、人工智能（夏皮罗戦闘机械）X3 HP 13800、？？？（）X2 HP 18950、？？？（·山田二郎）X6 HP 12600/11000 ：精神感应（伪断空我）、对（） 帝王果然复活了！更令人吃惊的是原生种居然也出现在此，难道它们是的协力者么？ 没时间细想两者有什么瓜葛，先解决了眼前的敌人再说吧 断空我走水坝往左，要求一路上和敌人硬碰硬直至被打到红血；阿同学带领几个跑路快的人攻击基地上的原种，超级系可以在出击点右上林地一带待机"
  },
  {
    "id": "stage_85",
    "part": "第3部 银河篇",
    "scene": "Scene 3A 地球篇",
    "stage_number": "第84话",
    "title": "·星",
    "skill_req": "以莱丁击破激怒，HP",
    "enemies": "豪雷（机械刚特） HP",
    "tactics": "：以莱丁击破激怒，HP 35000，30%（10500）败退 ：响洸（莱汀）、神宫寺（露·鲁卡） ：豪雷（机械刚特） HP 37000 50%（18500）或激怒被击破后败退、激怒（巨烈兽）、人工智能（刚特）X2 HP 23700、人工智能（巨烈兽）X4 HP 11160、人工智能（多罗美）X9 2P 自选战舰1艘，自选12机 与同时出现 地图中央 罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆、古罗拜因、奇娜（II） 击破激怒后 巨烈兄弟所在祭坛下方 人工智能（合体巨烈兽）X4 HP 10200"
  },
  {
    "id": "stage_86",
    "part": "第3部 银河篇",
    "scene": "Scene 3A 地球篇",
    "stage_number": "第85话",
    "title": "妖魔岛",
    "skill_req": "取得莱丁的隐藏武器——神音（神）",
    "enemies": "豪雷（巨烈兽）",
    "tactics": "：取得莱丁的隐藏武器——神音（神） ：自选战舰1艘，响洸（莱汀），自选13机 ：豪雷（巨烈兽） HP 43000、人工智能（机械刚特）X4 HP 30000、人工智能（合体巨烈兽）X4 HP 12360、人工智能（）X4 HP 10060、人工智能（多罗美）X12 豪雷被击破后 妖魔岛中央 巴拉奥（妖魔大帝巴拉奥） HP 56500、人工智能（妖魔巨烈兽） HP 44000 被击破后敌回合（也有可能和敌残量有关，我还剩13只） 左上角出击点附近 ？？？（原生种）X3 HP 13400、？？？（原生种肢节）X3"
  },
  {
    "id": "stage_87",
    "part": "第3部 银河篇",
    "scene": "Scene 3B 火星篇",
    "stage_number": "第86话",
    "title": "最期日",
    "skill_req": "击破秋山，HP 53400，30%（16020）败退或三郎太被击败后撤退",
    "enemies": "秋山（）、人工智能（新型飞蝗战机）X12",
    "tactics": "请给Z挂上2个W-UNIT，ZII挂1个；孔巴V、艾尔珊克挂莉莉丝纹章 ：击破秋山，HP 53400，30%（16020）败退或三郎太被击败后撤退 ：御统百合香（抚子号·Y机体）、天河明人（艾斯特巴利斯·OG天河明人）、山田二郎（艾斯特巴利斯·OG山田二郎）、昴凉子（艾斯特巴利斯·OG昴凉子）、天野光（艾斯特巴利斯·OG天野光）、真壁泉（艾斯特巴利斯·OG真壁泉）、（艾斯特巴利斯·OG） ：秋山（）、人工智能（新型飞蝗战机）X12 罗美娜（埃尔夏克号）、胜平（3），自选6机 3P 三郎太（） HP 27200 秋山被击败后撤退、人工智能（新型飞蝗战机）X3 3E （） HP 42600 （(头部)） HP 49200、人工智能（青骑士）X2 HP 11000、人工智能（赤骑士）X2"
  },
  {
    "id": "stage_88",
    "part": "第3部 银河篇",
    "scene": "Scene 3B 火星篇",
    "stage_number": "第87话",
    "title": "大胎动",
    "skill_req": "击破三郎太，HP",
    "enemies": "（花·园丽舰）",
    "tactics": "29200，30%（8760）败退 ：罗美娜（埃尔夏克号）、蕾妮（凤雷鹰）、迈克（爆龙），自选战舰1艘，自选10机（黑狮子出击不能） ：（花·园丽舰） HP 35000、人工智能（）X6、人工智能（）X4 ：3E 艾尔珊克旁 真野乔（飞影）、达米安（黑狮子） 3E 我方初期配置右侧 依路贝拉（零影） HP 37000 30%（11100）败退、·兵（）X3 HP 10050；敌初期右侧队附近 夏尔姆（） HP 28050、人工智能（砲台）X3；火星开拓基地外围 人工智能（砲台）X6 5E 我方初期配置正下 三郎太（）、人工智能（新型飞蝗战机）X6"
  },
  {
    "id": "stage_89",
    "part": "第3部 银河篇",
    "scene": "Scene 3B 火星篇",
    "stage_number": "第88话",
    "title": "命持者",
    "skill_req": "击破柯罗丝，HP",
    "enemies": "柯罗丝（巨型机甲人·柯罗丝）、机甲诺伊德兵（巨型机甲人·贝梅尔男爵）X2",
    "tactics": "52600，30%（15780）败退 ：自选战舰1艘，万丈（回合3），自选12机 ：柯罗丝（巨型机甲人·柯罗丝）、机甲诺伊德兵（巨型机甲人·贝梅尔男爵）X2 HP 17250、机甲诺伊德兵（巨型机甲人·）X2 HP 11500、机甲诺伊德兵（究极战车）X4 HP 12500、机甲诺伊德兵（）X6 2E 基地周围 机甲诺伊德兵（伪回合3）X5 HP 11800 4E 出击点左右高地 人工智能（机械兽怪·）X6 ：（巨型机甲人·柯罗丝）、（巨型机甲人·贝梅尔男爵）、（伪回合3） 这话看起来比较难，其实还可以的啦，就是动作一定要快"
  },
  {
    "id": "stage_90",
    "part": "第3部 银河篇",
    "scene": "Scene 3B 火星篇",
    "stage_number": "第89话",
    "title": "燃宇宙",
    "skill_req": "本队增援前（3P）击破3体敌机",
    "enemies": "山田二郎佐克 HP 57800、人工智能（机械兽怪·）X3",
    "tactics": "：本队增援前（3P）击破3体敌机 ：胜平（3） ：山田二郎佐克 HP 57800、人工智能（机械兽怪·）X3 HP 10150、人工智能（机械兽怪·）X3 ：3P，自选战舰1艘，自选13机 3P 人工智能（机械兽怪·）X6、人工智能（机械兽怪·）X2 4E 人工智能（青骑士） 这个忘了看HP=_= 10000出头大概、人工智能（赤骑士） HP 11400、人工智能（机械兽怪·）、人工智能（机械兽怪·）X3 山田二郎佐克被击破后 左上有能源池的部屋以及外面过道 ？？？原生种监察者（Regisseur） HP 69800、？？？（原生种）X3 HP"
  },
  {
    "id": "stage_91",
    "part": "第3部 银河篇",
    "scene": "Scene 3B 火星篇",
    "stage_number": "第90话",
    "title": "「你心中的永远」",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "对着全人类、全宇宙喊出你的心声吧！多蒙！ 银河篇 SCENE3B"
  },
  {
    "id": "stage_92",
    "part": "第3部 银河篇",
    "scene": "Scene 4 宇宙激震",
    "stage_number": "第90话",
    "title": "君中永远",
    "skill_req": "击破恶魔高达最终型态，HP",
    "enemies": "乌鲁贝（宗师尊者高达）",
    "tactics": "：击破恶魔高达最终型态，HP ：自选战舰1艘，多蒙（神高达），自选12机 ：乌鲁贝（宗师尊者高达） HP 42000、兵（尊者）X4 HP 10000、兵（）X6、兵（）X6 3E 出击点两侧 （） HP 30200 30%（9060）败退、（） HP 31400 30%（9420）败退、人工智能（血色要塞I）X4 HP 15500、人工智能（空中战车）X6 乌鲁贝被击败后 蕾茵（恶魔高达(最终)） ：高性能（宗师尊者高达）、细胞（恶魔高达(最终)）、（）、（）"
  },
  {
    "id": "stage_93",
    "part": "第3部 银河篇",
    "scene": "Scene 4 宇宙激震",
    "stage_number": "第91话",
    "title": "宇宙道标",
    "skill_req": "敌本队增援前（5E）击破",
    "enemies": "（扎古III改）",
    "tactics": "：敌本队增援前（5E）击破 ：捷多（ZZ高达）、露·鲁卡（高达Mk-II）、艾露（·） ：（扎古III改） HP 36000、（R·） HP 26750、（） HP 33000、·吉翁兵（扎古III）X3、·吉翁兵（R·）X3 HP 10480、·吉翁兵（盖马尔克）X4 ：2P 自选战舰1艘，浦木宏（高达试作3号机），自选11机 2P 卡多（诺耶·吉尔）、（·） HP 25625、新吉翁兵（基拉·德卡）X4 HP 15000 5E 卡多正前方 哈曼（卡碧尼） HP 52000、·吉翁兵（盖马尔克）X4；左侧补给点下方 格雷米（·） HP"
  },
  {
    "id": "stage_94",
    "part": "第3部 银河篇",
    "scene": "Scene 4 宇宙激震",
    "stage_number": "第92话",
    "title": "「」意味",
    "skill_req": "击破第2次出现的·，HP",
    "enemies": "？？？（原生种）X6",
    "tactics": "：击破第2次出现的·，HP 51000，30%（15300）撤退 ：自选战舰1艘，南部响介（古铁·）、艾克瑟莲（白骑士），自选12机 ：？？？（原生种）X6 HP 12600、？？？（原生种肢节）X6、？？？（原生种骨骸）X6 HP 10600 3E 左侧补给点 阿露菲米（佩露赛因·莉希卡尔） 又忘了看= = 不是5W1就是5W2、？？？（原生种铁臂）X4 HP 11740；地图中央偏下 ？？？（原生种铁臂）X4 HP 12120；左上两只原生种骨骸処 ？？？（原生种骨骸）X2 HP 10600"
  },
  {
    "id": "stage_95",
    "part": "第3部 银河篇",
    "scene": "Scene 4 宇宙激震",
    "stage_number": "第93话",
    "title": "决着、新谜",
    "skill_req": "增援前（6E）全歼军",
    "enemies": "（）",
    "tactics": "：增援前（6E）全歼军 ：自选战舰1艘，豹马（V）、罗姆（剑狼）、蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆、古罗拜因、奇娜（II），自选8机 ：（） HP 61250、（兽） HP 40000、（兽·II） HP 33400、人工智能（）X2 HP 11600、人工智能（）X4 HP 23600、人工智能（兽）X10 HP 10245、人工智能（兽）X6 ：6E或敌初期配置全灭后 我军初期配置左右以及后方"
  },
  {
    "id": "stage_96",
    "part": "第3部 银河篇",
    "scene": "Scene 4 宇宙激震",
    "stage_number": "第94话",
    "title": "「天威勇士·炎」",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "暗支配世守命、正义鉄槌下...！"
  },
  {
    "id": "stage_97",
    "part": "第3部 银河篇",
    "scene": "Scene 4 宇宙激震",
    "stage_number": "第94话",
    "title": "·炎",
    "skill_req": "本队增援前（3P）击破3体敌机",
    "enemies": "HP 47400、恶魔撒旦（恶魔撒旦6）",
    "tactics": "：本队增援前（3P）击破3体敌机 ：蕾娜（(蕾娜)）、蓝杰特、钻头勇士、普露·吉姆、古罗拜因、奇娜（II） ： HP 47400、恶魔撒旦（恶魔撒旦6） HP 42300、花·园丽X3、X3、X3、人工智能（SIDE）X6 HP 10800 3P 自选战舰1艘，自选10机 加鲁迪HP损失一定程度后 最右侧走廊 罗姆（倍棒夫） 敌初期配置剩余8体或以下之敌回合 蓝色寳箱房间右面拐角 加鲁迪、X3 HP 12750；最右侧走廊 人工智能（SIDE）X3 HP 10800；我军本队出击点下方拐角 人工智能（SIDE）X3 HP 10800"
  },
  {
    "id": "stage_98",
    "part": "第3部 银河篇",
    "scene": "Scene 5 银河决战",
    "stage_number": "第99话",
    "title": "）完成后，如果熟练度高于50，进入隐藏SCENE（CG结局）",
    "skill_req": "按击坠/回合条件达成",
    "enemies": "",
    "tactics": "这个SCENE路线是固定的，就没什么选择顺序可讲了XD 基本上每一话都是和某个势力的大决战，打到现在，战略战术什么的也不用多讲了，派上自己心目中的精英迎接这最后的战斗吧！"
  },
  {
    "id": "stage_99",
    "part": "第3部 银河篇",
    "scene": "Scene 5 银河决战",
    "stage_number": "第95话",
    "title": "·",
    "skill_req": "6回合内击破柯罗丝",
    "enemies": "米莲（巨型机甲人·米莲）",
    "tactics": "：御统百合香（抚子号·Y机体）、罗美娜（埃尔夏克号）、万丈（回合3），自选13机 ：米莲（巨型机甲人·米莲） HP 40000、机甲诺伊德兵（巨型机甲人·贝梅尔男爵）X3 HP 28000、机甲诺伊德兵（巨型机甲人·）X3 HP 22000、机甲诺伊德兵 （巨型机甲人·）X4 HP 38800、人工智能（扎古III）X3、人工智能（R·）X3 3E 米莲下方 柯罗丝（巨型机甲人·柯罗丝） HP 57500、机甲诺伊德兵（伪回合3）X4 HP 12800、人工智能（高达试作2号机） HP 26000；扎古III附近 人工智能（砲台）X3；R·附近 人工智能（）X3；米莲周围 人工智能（）X3"
  },
  {
    "id": "stage_100",
    "part": "第3部 银河篇",
    "scene": "Scene 5 银河决战",
    "stage_number": "第96话",
    "title": "演算机体夺",
    "skill_req": "天河明人4回合内到达极冠遗迹",
    "enemies": "（艾斯特巴利斯·空战）、人工智能（艾斯特巴利斯）X13",
    "tactics": "：天河明人4回合内到达极冠遗迹 ：御统百合香（抚子号·Y机体）、罗美娜（埃尔夏克号）、天河明人（艾斯特巴利斯·空战天河明人），自选12机 ：（艾斯特巴利斯·空战）、人工智能（艾斯特巴利斯）X13 ：天河明人到达遗迹后 地图中央雪原 草壁（） HP 50000、月臣元一朗（） HP 27500、秋山（） HP 32000、三郎太（） HP 30000、木连兵（） HP 48400、木连兵（） HP 12600、木连兵（）X3 HP 11400、木连兵（）X3 HP 12800、人工智能（新型飞蝗战机）X12 ：（）、超合金Z（）、（(秋山)）"
  },
  {
    "id": "stage_101",
    "part": "第3部 银河篇",
    "scene": "Scene 5 银河决战",
    "stage_number": "第97话",
    "title": "诚実心",
    "skill_req": "我军本队增援前（3P）击破3体敌机",
    "enemies": "（大船长）、（）",
    "tactics": "：我军本队增援前（3P）击破3体敌机 ：（山田二郎） ：（大船长）、（） HP 35625、（） HP 36875、人工智能（）X2 HP 10200、人工智能（）X2 HP 11400、人工智能（··）X4 HP 10400、人工智能（空中战车）X6 ：3P 自选战舰1艘，自选13机 ：敌初期配置剩余8体或以下 密道出口前方能源池区域 （·） HP 54000、人工智能（血色要塞I）X2 HP 17000、人工智能（血色要塞II）X4 HP 14600 （大船长）、纹章（）、高性能照准器（）、狼纹章（·）、资金50000（蓝色寳箱）、"
  },
  {
    "id": "stage_102",
    "part": "第3部 银河篇",
    "scene": "Scene 5 银河决战",
    "stage_number": "第98话",
    "title": "失者镇魂歌",
    "skill_req": "击破·，HP",
    "enemies": "夏皮罗（伪断空我）",
    "tactics": "：击破·，HP 54000，30%（16200）撤退 ：自选战舰1艘，藤原忍（断空我）、南部响介（古铁巨神）、艾克瑟莲（白骑士），自选14机 ：夏皮罗（伪断空我） HP 50800、人工智能（机械）X2 HP 18000、人工智能（夏皮罗戦闘机械）X3 HP 15250、？？？（龙飞）X3 HP 12750、？？？（·花·园丽）X6、？？？（原生种肢节）X3 HP 11500、？？？（原生种骨骸）X3 10600 击破夏皮罗后 右上 ？？？原生种监察者（Regisseur） HP 69800、？？？（原生种铁臂）X4 HP 13120"
  },
  {
    "id": "stage_103",
    "part": "第3部 银河篇",
    "scene": "Scene 5 银河决战",
    "stage_number": "第99话",
    "title": "然后前往决战的银河",
    "skill_req": "无",
    "enemies": "",
    "tactics": "番组必终来。人、...『最终回』！ 最终话 决戦银河 ：自选战舰1艘，南部响介（古铁巨神）、艾克瑟莲（白骑士），自选13机 阿露菲米（佩露赛因·莉希卡尔） HP 48000 ？？？原生种监察者（Regisseur）X2 HP 74600 人工智能（·） HP 27000 人工智能（） HP 12800 人工智能（） HP 12100 人工智能（高达试作2号机） HP 28000 人工智能（宗师尊者高达） HP 28350 人工智能（） HP 42150 人工智能（） HP 20800"
  },
  {
    "id": "stage_104",
    "part": "隐藏终章",
    "scene": "Scene 6 逆袭的夏亚",
    "stage_number": "第100话",
    "title": "伴随着可悲的记忆",
    "skill_req": "击破葵丝",
    "enemies": "（·()）",
    "tactics": "动用金手指把萝莉机师阿露菲米调出来先 上一话抢了60多W，刚好给她用:p （阿姆罗：“那是自私的任性！” “胡闹！给我去禁闭室反省！” 于是阿露菲米乖乖地躲到墙角画圈去了:p） ：布莱德（拟·亚加玛 / 拉·凯拉姆）、阿姆罗（ν高达），自选9机 ：蕾森（基拉·德卡·蕾森专用机） HP 44375、新吉翁兵（基拉·德卡）X30 敌援军出现后 右侧补给点附近 御统百合香（抚子号·Y机体）、山田二郎（艾斯特巴利斯·OG山田二郎）、多蒙（神高达），自选6机 ：敌初期配置剩余15体或以下 身后左右两翼 邱尼（乍得·多加（邱尼机）） HP 51250、葵丝（乍得·多加） HP 51250、·吉翁兵（乍得·多加（邱尼机））X4、·吉翁兵（乍得·多加）X4；左右两个补给点附近"
  },
  {
    "id": "stage_105",
    "part": "隐藏终章",
    "scene": "Scene 6 逆袭的夏亚",
    "stage_number": "第101话",
    "title": "跨越莫比乌斯的宇宙",
    "skill_req": "无",
    "enemies": "卡多（诺耶·吉尔）",
    "tactics": "：自选战舰1艘，阿姆罗（ν高达），自选10机 ：卡多（诺耶·吉尔） HP 50000、葵丝（α·阿基尔） HP 45000、·吉翁兵（高达试作2号机）X2 HP 29000、·吉翁兵（乍得·多加（邱尼机））X6 HP 10800、·吉翁兵（乍得·多加）X12 HP 10800、新吉翁兵（基拉·德卡）X8 夏亚出击后 左下角 罗美娜（埃尔夏克号）、罗姆（剑狼）、（山田二郎）、真野乔（飞影），自选6机 敌初期配置剩余12体或以下 左上角 夏亚（沙扎比） HP 98000、·吉翁兵（乍得·多加（邱尼机））X4 HP 10800"
  }
];
